Repository: sencerbulo/Verdaj-Horizontoj-client
Catalog: src/*.po
Languages: eo

source: Usage: !playername (message)
eo: Uzado: !ludantonomo (mesaĝo)

source: Social Commands:
eo: Socialaj Komandoj:

source: 'msghere = Broadcast Message
eo: 'mesaĝo = Dissenda Mesaĝo

source: -msghere = Emote Message
eo: -mesaĝo = Emocia Mesaĝo

source: !namehere msghere = Player Message
eo: !nomo mesaĝo = Ludanto Mesaĝo

source: Available Commands: /help, /info, /who, /fps, /inv, /stats, /train, /trade, /party, /join, /leave, /resetui
eo: Uzeblaj Komandoj: /help, /info, /who, /fps, /inv, /stats, /train, /trade, /party, /join, /leave, /resetui

source: Usage: /info (name)
eo: Uzado: /info (nomo)

source: You need to be a high enough staff member to do this!
eo: Vi devas esti plu alta administranto por fari ĉi tiu!

source: "msghere = Global Admin Message
eo: "mesaĝo = Universala mesaĝo de administrantoj

source: =msghere = Private Admin Message
eo: =mesaĝo = Privata mesaĝo de administrantoj

source: Available Commands: /admin, /loc, /mapeditor, /warpmeto, /warptome, /warpto, /setsprite, /giveitem, /mapreport, /kick, /ban, /edititem, /respawn, /editnpc, /motd, /editshop, /editspell, /debug
eo: Uzeblaj Komandoj: /admin, /loc, /mapeditor, /warpmeto, /warptome, /warpto, /setsprite, /giveitem, /mapreport, /kick, /ban, /edititem, /respawn, /editnpc, /motd, /editshop, /editspell, /debug

source: Usage: /kick (name)
eo: Uzado: /kick (nomo)

source: Usage: /warpmeto (name)
eo: Uzado: /warpmeto (nomo)

source: Usage: /warptome (name)
eo: Uzado: /warptome (nomo)

source: Not enough MP to cast
eo: Ne sufiĉa da MP por ĵeti

source: Cannot cast while walking!
eo: Vi ne povas ĵeti kiam vi promenas!

source: No spell here.
eo: Ne ensorĉo ĉi tie

source: Open item
eo: Malfermiti eron

source: Durability: 0
eo: Fortikeco: 0

source: Item Editor
eo: Redaktilo de Eroj

source: Open item...
eo: Malfermi eron...

source: Item Name:
eo: Nomo de ero:

source: Exit Game
eo: Eliri la ludon

source: Are you sure you want to quit?
eo: Ĉu vi certa ke vi volas eliri?

source: Quit
eo: Eliri

source: Cancel
eo: Rezigni

source: Stats
eo: Statistikoj

source: Inventory
eo: Inventaro

source: Spellbook
eo: Libro de ensorĉoj

source: Settings
eo: Agordoj

source: strength
eo: forteco (STR)

source: durability
eo: fortikeco (DUR)

source: Amount:
eo: Kvanto:

source: Mana
eo: Magio

source: Open Spell
eo: Malfermi ensorĉon

source: Select a spell:
eo: Elekti ensorĉon:

source: Open spell
eo: Malfermi ensorĉon

source: Item: 0
eo: Eroj: 0

source: Item Value: 0
eo: Prezo de ero:

source: Item Value:
eo: Prezo de ero:

source: Item:
eo: Eroj:

source: Not a valid item num!
eo: Ne estas valida nombro por ero!

source: Vital Mod: 0
eo: Vitala Modifado: 0

source: Vital Mod:
eo: Vitala Modifado:

source: Spell Editor
eo: Redaktilo de ensorĉoj

source: Previous
eo: Antaŭa

source: Next
eo: Sekvonta

source: Use Character
eo: Uzi rolulo

source: Delete Character
eo: Forigi rolulo

source: Level
eo: Nivelo

source: Create a new character!
eo: Kreu novan rolulon!

source: Username
eo: Salutnomo

source: Login
eo: Ensaluto

source: Register
eo: Registri

source: Character Name
eo: Nomo de rolulo

source: CLASS NAME
eo: Nomo de laboro

source: Create Character
eo: Krei rolulo

source: Class Statistics
eo: Statistikoj por laboro

source: The name is not valid! The name may only contain a-z and 0-9.
eo: La nomo estas malvalida! Nomoj povas havi nur [a-z] kaj [0-9]

source: An error occured
eo: Eraro okazis
